Enterprise_Serivces/Prod/Bronze3/CSLHopsService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/compositeservices/hops/contracts/messages/2011/02/IHopsWorkflowService/DeclineHops</wsa:Action><wsa:MessageID>uuid:d63f4633-8134-4cdb-8540-55a2fe6c0798</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslhopsserviceqa1.testgs.pvt/HopsWorkflowService.xamlx</wsa:To></soap:Header><soap:Body><DeclineWorkflowHopsRequest xmlns="http://www.gamestop.com/services/csl/compositeservices/hops/contracts/messages/2011/02"><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><EmployeeInitials>TST</EmployeeInitials><EmployeeNumber>1234</EmployeeNumber><HopsRequestID>477a192a-0fbc-4497-9750-cbcb09f48b4d</HopsRequestID><StoreCountryCode>US</StoreCountryCode><StoreNumber>1032</StoreNumber></DeclineWorkflowHopsRequest></soap:Body></soap:Envelope>